"Please Donate" = "请捐赠";
"Donate" = "捐赠";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "这是免费软件，但软件的编写、支持及传播仍然花费金钱。如果您用得满意，请考虑对软件作者捐赠，这样可以帮助 Cyberduck 在今后越来越好！";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "作为 Cyberduck 的贡献者，您会收到一个注册码，以用于关闭此提示。";
"Thank you for using Cyberduck!" = "感谢您使用 Cyberduck!";
"Later" = "以后再说";
"Don't show again for this version" = "该版本下不再显示此信息";
"Registration Key" = "注册码";

"Buy in Windows Store" = "Buy in Windows Store";
"Buy in Mac App Store" = "Buy in Mac App Store";
